dev-scripts/verify_kv_queue_size/throttle_off_data/fio_exp_qd16_2019-10-28/dump-fio-bench-16-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=16
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=16674: Mon Oct 28 00:07:39 2019
  write: IOPS=45, BW=5805KiB/s (5944kB/s)(692MiB/122091msec); 0 zone resets
    slat (usec): min=42, max=617, avg=116.36, stdev=32.44
    clat (msec): min=24, max=4644, avg=350.57, stdev=405.91
     lat (msec): min=24, max=4644, avg=350.68, stdev=405.91
    clat percentiles (msec):
     |  1.00th=[   33],  5.00th=[   42], 10.00th=[   43], 20.00th=[   57],
     | 30.00th=[   70], 40.00th=[  101], 50.00th=[  165], 60.00th=[  338],
     | 70.00th=[  481], 80.00th=[  667], 90.00th=[  860], 95.00th=[ 1011],
     | 99.00th=[ 1821], 99.50th=[ 2333], 99.90th=[ 4010], 99.95th=[ 4144],
     | 99.99th=[ 4665]
   bw (  KiB/s): min=  256, max=23040, per=100.00%, avg=5865.30, stdev=3420.38, samples=241
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=5537
  lat (msec)   : 50=14.79%, 100=25.28%, 250=17.27%, 500=14.18%, 750=13.69%
  lat (msec)   : 1000=9.54%, 2000=4.39%, >=2000=0.87%
  cpu          : usr=0.58%, sys=0.12%, ctx=8578, majf=0, minf=3803
  IO depths    : 1=0.1%, 2=0.1%, 4=0.2%, 8=0.4%, 16=99.2%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,5537,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=5805KiB/s (5944kB/s), 5805KiB/s-5805KiB/s (5944kB/s-5944kB/s), io=692MiB (726MB), run=122091-122091msec

Disk stats (read/write):
  sdc: ios=189/16796, merge=0/145157, ticks=1184/894344, in_queue=895596, util=96.36%